{
  "REVIVER": {
	"system": "Skarn",
	"status": " ",
    "physical": " ",
    "history": " ",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  "THE LARKBELT": {
	"system": "Skarn",
	"status": " ",
    "physical": " ",
    "history": " ",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  "OBLIVION STATION": {
	"system": "Skarn",
	"status": " ",
    "physical": " ",
    "history": " ",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  "THE SINK": {
	"system": "Skarn",
	"status": " ",
    "physical": " ",
    "history": " ",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  
  
  
  "VASPERA": {
	"system": "Marencor",
	"status": "Union-Aligned Autonomous Government",
    "physical": "Hot, dry super-Earth. Vast plains, inhospitable thanks to the thin atmosphere and scorching light of nearby Marencor, are home to solar farms and industry. Most of the population makes their homes in kilometers-deep valleys, where they find a breathable atmosphere, liquid water, and shelter from the heat.",
    "history": "Magellan, the pre-Fall generation ship that settled Vaspera millennia ago, is still visible in orbit as one of the system's most scenic vistas. Once the seat of the Inner Planets Alliance, Vaspera boasts a proud legacy of industrial innovation, resource management, and planetary-scale governance. Since Union integration, Vaspera has restructured its military-industrial base for peaceful purposes and now provides logistical support, medical exports, and shipwright expertise to nearby systems. A robust educational reform program is in progress. Vaspera retains ceremonial control over the old IPA defense fleet, now refit for patrol and disaster relief. The local government remains proud of its independence and is considered a model for responsible planetary autonomy.",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  "ALETHEIA": {
    "system": "Marencor",
	"status": "Union-Aligned, Partial Reintegration",
    "physical": "Temperate terrestrial world, somewhat smaller than Earth. Ideally suited for habitation and agriculture.",
    "history": "Once barren, Aletheia was seeded with life by an early Union settlement ship. The people of Aletheia live in harmony with nature, allowing it to support scattered population centers while serving as Marencor system's breadbasket. Once a member state of the IPA, Aletheia today is a cultural gem of the system, a site of flourishing artistic, academic, and spiritual traditions. Many Aletheian Councils maintain formal alliances with Vaspera but often exercise independent judgment in interplanetary affairs. Considered a near-term candidate for admission to Union Core status.",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  "SOLANO": {
    "system": "Marencor",
	"status": "Strategic Extraction Zone (Vaspera–Nazir Joint Development Charter)",
    "physical": "Gas giant known for rich deposits of Helium-3 in its upper atmosphere. Native aerostatic xenobiome represents a material and cultural resource of regional importance.",
    "history": "The Solano orbital region hosts numerous mining installations and orbital infrastructure, historically contested but now under joint economic charter between Vaspera and Nazir. Today, Solano is a site of productive cooperation, with multiple neutral trade platforms and shared logistics corridors. Union Naval assets are often rotated through Solano Garrison for fuel and atmospheric stabilization exercises. Civilian travel is restricted to designated safe zones.",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  "NAZIR": {
    "system": "Marencor",
	"status": "Union-Recognized Sovereign Habitat",
    "physical": "Jovian-class gas giant; uninhabitable. Population lives within orbiting network of spacecraft, icy moons, and legacy space habitats.",
    "history": "The Naziri people live in a dense cloud of habitats, orbital cities, and mining stations orbiting the gas giant Nazir. These disparate, miniature worlds are united into a single polity, anchored by their capital and largest settlement, Habexys. Descended from FirstComm clone workers and early void settlers, the Naziri have maintained their unique identity through long periods of hardship and isolation. While some local rhetoric remains wary of outside influence, the Naziri government has formalized diplomatic ties and joined multiple Union advisory frameworks. Historic tensions with Vaspera over access to resources on Solano have now been defused thanks to Union mediation efforts. Note: be certain to seek advance permission prior to docking. Union Recontact Bureau training on Naziri cultural practices, available via OmniNet, is highly encouraged for all visitors.",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  "AVENANT": {
    "system": "Marencor",
	"status": "Constellar Biotechnology Hub",
    "physical": "Saturn-class ice giant; uninhabitable. Population lives within orbiting Island-3-pattern enclosed space colonies.",
    "history": "Avenant was one of the final systems to join the SSC Constellar Network, and has since flourished into a technologically integrated society with robust access to Omninet services, virtual infrastructure, and post-labor economic platforms. While local governance remains technically independent, Avenant’s vibrant cultural and civic life is increasingly integrated with the wider Union under SSC best-in-class management protocols. Visitors should be aware of subtle cultural distinctions between SSC-Constellar-aligned citizens and those from older, more traditional Marencor populations.",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  
  
  "NEPENTHE DRIFT": {
	"system": "N/A",
	"status": " ",
    "physical": " ",
    "history": " ",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  "THE WAKE": {
	"system": "N/A",
	"status": " ",
    "physical": " ",
    "history": " ",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  
  
  
  
  "PRAXIS": {
	"system": "Halcyon",
	"status": " ",
    "physical": " ",
    "history": " ",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  "EIDARA": {
	"system": "Halcyon",
	"status": "Union Scientific Reserve (Restricted Access)",
    "physical": "Halogen world undergoing epochal reshaping by glaciation. Stark Earthlike beauty; highly toxic atmosphere. Unsuitable for major habitation.",
    "history": "Eidara is a low-population world rich in archaeological and ecological significance. One of the few known worlds with confirmed pre-human structures of unknown origin; Union xenohistorical teams have worked for decades to study them. Due to the sensitive nature of these sites, planetary access is tightly controlled, and all excavation is regulated by the Eidaran Council in cooperation with Union Science Bureau.",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  "MIREDDIN": {
	"system": "Halcyon",
	"status": " ",
    "physical": " ",
    "history": " ",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  "THE IRONBELT": {
	"system": "Halcyon",
	"status": " ",
    "physical": " ",
    "history": " ",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  },
  
  "VELETRIS": {
	"system": "Halcyon",
	"status": " ",
    "physical": " ",
    "history": " ",
    "adventure_log": [
      "NULL"
    ],
    "missions": [
      "NULL",
      "NULL",
	  "NULL"
    ]
  }
}
